from PIL import Image, ImageDraw
# https://habr.com/post/163663/   https://azure.microsoft.com/ru-ru/services/cognitive-services/face/
mode = int(input('mode:')) #Считываем номер преобразования.
image = Image.open("face.jpg") #Открываем изображение.
#Сделац открывание фото в цикле переменная со списка (скан репозитория)


"""
1.c упрощением нахождение лица c упрощением
"""


"""
2.тут действия проверки цвета губ,или очень розовые или очень красные,так же обводка глаз
"""

"""
3. с упрощением проверка бровей
"""

"""
4.упрощение картинки
"""


"""
5.проверка усов
"""


"""
6.проверка волос
"""

"""
7.проколотость ушей
"""