from PIL import Image, ImageDraw
# https://habr.com/post/163663/
mode = int(input('mode:')) #Считываем номер преобразования.
image = Image.open("face.jpg") #Открываем изображение.
#Сделац открывание фото в цикле переменная со списка (скан репозитория)


"""
нахождение лица
"""


"""
тут действия проверки цвета губ,или очень розовые или очень красные,так же обводка глаз
"""

"""
проверка бровей
"""

"""
упрощение картинки
"""


"""
проверка усов
"""


"""
проверка волос
"""

"""
проверка формы лица
"""

"""
проколотость ушей
"""